"%d years ago" = "%1$d年前";

"%d months ago" = "%1$d月前";

"%d days ago" = "%1$d天前";

"%d hours ago" = "%1$d小时前";

"%d minutes ago" = "%1$d分钟前";

"%d of %d" = "%1$d/%2$d";

"%d seconds ago" = "%1$d秒前";

"%dd" = "%1$d天";

"%dh" = "%1$d小时";

"%dm" = "%1$d分钟";

"<1m" = "不到1分钟前";

"about a minute ago" = "约1分钟前";

"about an hour ago" = "约1小时前";

"Alert" = "通知";

"Are you sure you want to cancel?" = "确认取消？";

"Cancel" = "取消";

"Connection Error" = "连接错误";

"Connection Timed Out" = "连接超时";

"Done" = "完成";

"EEE h:mm a" = "EEEEHH:mm";

"EEEE" = "EEEE";

"EEEE, LLLL d, YYYY" = "YYYY年MMMMd日EEEE";

"Error" = "错误";

"h:mm a" = "HH:mm";

"just a moment ago" = "刚刚";

"Last updated: %@" = "上次更新：%1$@";

"Last updated: never" = "上次更新：无";

"Load More Photos..." = "载入更多相片⋯⋯";

"Loading..." = "载入中⋯⋯";

"M/d/yy" = "yyyy/MM/dd";

"MMM d h:mm a" = "MM/d HH:mm";

"MMMM" = "MMMM";

"MMMM d" = "MMMMd日";

"New Message" = "新信息 ";

"No" = "否";

"No Internet Connection" = "无法连接互联网";

"No Photos" = "没有照片";

"Ok" = "确定";

"OK" = "好";

"Open in Safari" = "开启 Safari";

"Photo" = "照片";

"Post" = "帖子";

"Pull down to update..." = "拖拽以更新...";

"Release to update..." = "释放以更新...";

"Search" = "搜索";

"See All" = "显示全部";

"Send" = "送出";

"Sending..." = "发送中⋯⋯";

"Showing %@ of %@ Photos" = "显示 %2$@ 张照片中的 %1$@ 张";

"Showing %@ Photos" = "显示 %1$@ 张照片";

"Sorry, there was an error." = "抱歉，出现错误。";

"Subject:" = "邮件主题：";

"This photo set contains no photos." = "这照片组中没有照片。";

"To:" = "收件人：";

"Today" = "今天";

"Unable to load this photo set." = "无法加栽这照片组。";

"Updating..." = "更新⋯⋯";

"Yes" = "是";

"Yesterday" = "昨天";

"yyyy" = "yyyyy年";

